import React from 'react';

export default function AboutSection() {
  return (
    <section className="about-container">
      <h1>Про платформу</h1>
      <div className="about-text">
        <p>
            Ця платформа створена для того, щоб допомогти українським військовим,
            які отримали поранення, знайти якісні протези та отримати необхідну
            підтримку. Ми надаємо зручний каталог доступних протезів, які можна
            обрати під індивідуальні потреби.
        </p>
        <p>
            Цей сайт – більше, ніж просто каталог. Це спільнота небайдужих людей,
            які готові підтримати наших захисників на шляху до нового життя.
        </p>
      </div>
    </section>
  );
}
